tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "leoafarias/fvm"
tap "wader/tap"
brew "openjdk"
brew "apktool"
brew "aria2"
brew "btop"
brew "cloc"
brew "cocoapods"
brew "colordiff"
brew "rtmpdump"
brew "difftastic"
brew "exiftool"
brew "fdupes"
brew "tesseract"
brew "node"
brew "firebase-cli"
brew "fish"
brew "flvmeta"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "helix"
brew "htop"
brew "hyperfine"
brew "libffi"
brew "imagemagick"
brew "jadx"
brew "jq"
brew "lcov"
brew "lnav"
brew "media-info"
brew "megatools"
brew "ncdu"
brew "neovim"
brew "onefetch"
brew "openjdk@11"
brew "poppler"
brew "pstree"
brew "pwgen"
brew "radare2"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rmlint"
brew "rover"
brew "scrcpy"
brew "smartmontools"
brew "sqlite-analyzer"
brew "swift-format"
brew "tmux"
brew "tree"
brew "yt-dlp"
brew "leoafarias/fvm/fvm"
brew "wader/tap/fq"
cask "android-file-transfer"
cask "android-studio"
cask "anydesk"
cask "coconutbattery"
cask "db-browser-for-sqlite"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-commit-mono"
cask "font-geist-mono"
cask "font-ibm-plex-mono"
cask "font-jetbrains-mono"
cask "font-martian-mono"
cask "font-monaspace"
cask "font-mononoki"
cask "font-space-mono"
cask "google-chrome"
cask "httpie"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "maccy"
cask "minisim"
cask "mitmproxy"
cask "obsidian"
cask "qbittorrent"
cask "qlmarkdown"
cask "quicklook-json"
cask "rapidapi"
cask "rectangle"
cask "sf-symbols"
cask "swimat"
cask "tiny-player"
cask "visual-studio-code"
cask "wireshark"
cask "zed"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "sswg.swift-lang"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vknabel.vscode-apple-swift-format"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
