tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "leoafarias/fvm"
brew "libffi"
brew "openjdk"
brew "apktool"
brew "aria2"
brew "btop"
brew "cloc"
brew "cocoapods"
brew "colordiff"
brew "rtmpdump"
brew "docker", link: false
brew "exiftool"
brew "tesseract"
brew "node"
brew "firebase-cli"
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "helix"
brew "htop"
brew "imagemagick"
brew "jadx"
brew "jq"
brew "lcov"
brew "megatools"
brew "mitmproxy"
brew "neovim"
brew "onefetch"
brew "openjdk@11"
brew "poppler"
brew "pstree"
brew "pwgen"
brew "ripgrep"
brew "rover"
brew "scrcpy"
brew "smartmontools"
brew "swift-format"
brew "tmux"
brew "tree"
brew "yt-dlp"
brew "leoafarias/fvm/fvm"
cask "android-file-transfer"
cask "anydesk"
cask "chromium"
cask "coconutbattery"
cask "db-browser-for-sqlite"
cask "docker"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-ibm-plex-mono"
cask "font-jetbrains-mono"
cask "font-martian-mono"
cask "font-mononoki"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "intellij-idea-ce"
cask "maccy"
cask "obsidian"
cask "qlmarkdown"
cask "quicklook-json"
cask "sf-symbols"
cask "swimat"
cask "visual-studio-code"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "sswg.swift-lang"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vknabel.vscode-apple-swift-format"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
